[
    {
        "model": "WebClient.label",
        "fields": {
            "id": 1,
            "name": "cercospora",
            "treatment": "<ol><li><b>Gunakan fungisida kimia:</b> Anda bisa menggunakan fungisida seperti mancozeb yang terdapat pada produk seperti Dhitane atau Delsene. Fungisida ini membantu mengendalikan penyakit cercospora.</li><li><b>Kurangi kelembapan:</b> Untuk mengurangi kelembapan, kurangi penyiraman tanaman dan rapikan atap peneduh agar sinar matahari bisa langsung masuk ke tanaman. Kelembapan yang terlalu tinggi dapat memperburuk penyakit cercospora.</li> <li><b>Sanitasi tanaman:</b> Gunting daun yang sudah terkena penyakit, kemudian bakar atau benamkan daun tersebut ke dalam tanah agar penyakit tidak menyebar. </li> <li><b>Atur peneduh:</b> Mengurangi jumlah naungan di sekitar tanaman dapat membantu mengurangi penyakit pada buah kopi.</li></ol> <br> <b>Referensi:</b> <br> <a href='https://repository.pertanian.go.id/server/api/core/bitstreams/1a41d808-3997-4671-b574-df32765da108/content'>https://repository.pertanian.go.id/server/api/core/bitstreams/1a41d808-3997-4671-b574-df32765da108/content</a>"
        }
    },
    {
        "model": "WebClient.label",
        "fields": {
            "id": 2,
            "name": "healthy",
            "treatment": "Tidak dibutuhkan perawatan"
        }
    },
    {
        "model": "WebClient.label",
        "fields": {
            "id": 3,
            "name": "miner",
            "treatment": "Untuk menangani penyakit hama penggerek daun kopi (coffee leaf miner) secara efektif dapat menggunakan beberapa perlakuan sebagai berikut [49]:<br> <ol> <li>Volume Semprot 200 L ha-1: Studi menunjukkan bahwa volume semprot 200 L ha-1 memberikan kontrol yang efektif terhadap hama penggerek daun kopi. Volume ini menyeimbangkan efisiensi, biaya, dan kepentingan lingkungan, sehingga menjadi pilihan yang sesuai untuk pengelolaan hama.</li> <li>Penggunaan Nozzle TVI-800075: Nozzle ini, ketika digabungkan dengan volume semprot 200 L ha-1, menawarkan kontrol yang lebih baik dibandingkan nozzle JA-1. Nozzle ini terutama efektif dalam menghasilkan tetesan kasar, yang meningkatkan deposisi dan mengurangi penyebaran (drift).</li> <li>Hindari Penggunaan Adjuvan Secara Berlebihan: Meskipun adjuvan terkadang dapat meningkatkan deposisi semprotan, dalam kasus ini, penambahan adjuvan tertentu, seperti minyak jeruk, justru mengurangi deposisi, terutama saat digunakan dengan penyemprotan elektrostatik. Petani harus berhati-hati dengan jenis adjuvan yang ditambahkan, karena dapat mengurangi efektivitas pengendalian hama.</li> <li>Penggunaan Penyemprotan Elektrostatik untuk Aplikasi yang Tepat: Sistem elektrostatik bisa berguna untuk menghasilkan tetesan halus, yang dapat meningkatkan cakupan. Namun, sistem ini mungkin tidak seefektif ketika digabungkan dengan adjuvan tertentu. Sebaiknya evaluasi penggunaan penyemprotan elektrostatik berdasarkan kondisi lingkungan seperti suhu dan kelembapan, yang dapat mempengaruhi penguapan tetesan.</li> <li>Adopsi Volume Semprot yang Lebih Besar Saat Cuaca Kering: Dalam kondisi kelembapan yang rendah, seperti pada musim dingin, menggunakan volume semprot yang lebih besar dengan tetesan kasar dapat membantu mengurangi penguapan dan memastikan cakupan serta deposisi yang lebih baik pada permukaan tanaman.</li></ol>  <br> <br> <b>Referensi:</b> <br> <a href='https://www.scielo.br/j/rceres/a/cYKhXxGwqHdy44mT8MBbbXb/?lang=en&format=html'>Effectiveness of coffee leaf miner control associated with spray deposition in coffee leaves</a>"
        }
    },
    {
        "model": "WebClient.label",
        "fields": {
            "id": 4,
            "name": "phoma",
            "treatment": "Penyakit ini disebabkan oleh jamur C. Coffeicola yang bisa muncul mulai dari tahap pembibitan hingga tanaman dewasa, serta dapat menyerang buah kopi. Pada daun yang terinfeksi, muncul bercak kuning yang dikelilingi oleh lingkaran berwarna kuning. Buah yang terserang akan menunjukkan bercak cokelat, biasanya pada sisi yang lebih banyak terkena sinar matahari. Bercak ini dapat membusuk hingga mengenai biji, yang pada akhirnya mengurangi kualitas kopi. Penyakit ini sering ditemukan pada tanaman yang kurang terawat, dan penyebarannya didukung oleh kondisi lingkungan yang lembap serta pola tanam yang kurang optimal [50]. <br> Penyakit ini menyebar melalui spora yang terbawa oleh angin, aliran air hujan, dan alat-alat pertanian. Pengendaliannya dilakukan dengan menjaga kebersihan kebun serta membuang bagian tanaman yang terinfeksi, kemudian menguburnya di tanah. Mengurangi kelembapan kebun bisa dilakukan dengan memangkas tanaman, mengatur naungan, dan membuat saluran drainase. Pemupukan yang tepat serta penggunaan bibit sehat juga dianjurkan untuk mencegah penyakit ini. <br> <br> <b>Referensi:</b> <br> <a href='https://repository.pertanian.go.id/server/api/core/bitstreams/cd0beb35-de20-46bf-af2d-dc202d9642d3/content'>https://repository.pertanian.go.id/server/api/core/bitstreams/cd0beb35-de20-46bf-af2d-dc202d9642d3/content</a>"
        }
    },
    {
        "model": "WebClient.label",
        "fields": {
            "id": 5,
            "name": "rust",
            "treatment": "<ol><li>   <b>Gunakan jenis kopi yang tahan penyakit:</b> Ada beberapa jenis kopi yang tahan terhadap karat daun, seperti varietas S795 dan USDA762. Menanam kopi dari varietas ini bisa membantu mencegah serangan penyakit.</li>   <li><b>Lakukan perawatan rutin pada tanaman:</b> Perawatan teknis seperti membersihkan gulma, memberikan pupuk, memangkas cabang yang tidak perlu, dan mengelola naungan tanaman secara baik bisa mengurangi serangan karat daun.</li><li>    <b>Gunakan fungisida alami:</b> Ekstrak biji mahoni dengan konsentrasi 0,1-0,2% telah terbukti efektif mengurangi penyakit karat daun. Ini bisa jadi alternatif yang aman dan alami.</li><li>   <b>Penggunaan fungisida kimia:</b> Jika perlu menggunakan fungisida kimia, pilihlah yang mengandung bahan tembaga, seperti tembaga oksida atau tembaga sulfat. Fungisida ini bekerja dengan baik jika diaplikasikan sebelum daun terinfeksi (sebagai pencegahan). Namun, gunakan dengan hati-hati karena pemakaian berlebihan dapat merusak tanah dan lingkungan sekitar. Misalnya, Nordox atau Kocide dapat digunakan dengan konsentrasi 0,3%, setiap dua minggu sekali. Untuk fungisida sistemik seperti Bayleton atau Tilt, gunakan dengan konsentrasi 0,1% satu atau dua kali aplikasi.</li></ol> <br> <br> <b>Referensi:</b> <br> <a href='https://repository.pertanian.go.id/server/api/core/bitstreams/1a41d808-3997-4671-b574-df32765da108/content'>https://repository.pertanian.go.id/server/api/core/bitstreams/1a41d808-3997-4671-b574-df32765da108/content</a>"
        }
    }
]